[{"id":1,"original_server_film_id":603692,"title":"John Wick: Chapter 4","director":"-","about":"With the price on his head ever increasing, John Wick uncovers a path to defeating The High Table. But before he can earn his freedom, Wick must face off against a new enemy with powerful alliances across the globe and forces that turn old friends into foes.","release_year":2023,"genre":"Action,Thriller,Crime"},{"id":2,"original_server_film_id":502356,"title":"The Super Mario Bros. Movie","director":"-","about":"While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario and Luigi are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi.","release_year":2023,"genre":"Animation,Family,Adventure,Fantasy,Comedy"},{"id":3,"original_server_film_id":385687,"title":"Fast X","director":"-","about":"Over many missions and against impossible odds, Dom Toretto and his family have outsmarted, out-nerved and outdriven every foe in their path. Now, they confront the most lethal opponent they've ever faced: A terrifying threat emerging from the shadows of the past who's fueled by blood revenge, and who is determined to shatter this family and destroy everything—and everyone—that Dom loves, forever.","release_year":2023,"genre":"Action,Crime,Thriller"},{"id":4,"original_server_film_id":447277,"title":"The Little Mermaid","director":"-","about":"The youngest of King Triton’s daughters, and the most defiant, Ariel longs to find out more about the world beyond the sea, and while visiting the surface, falls for the dashing Prince Eric. With mermaids forbidden to interact with humans, Ariel makes a deal with the evil sea witch, Ursula, which gives her a chance to experience life on land, but ultimately places her life – and her father’s crown – in jeopardy.","release_year":2023,"genre":"Adventure,Family,Fantasy,Romance"},{"id":5,"original_server_film_id":569094,"title":"Spider-Man: Across the Spider-Verse","director":"-","about":"After reuniting with Gwen Stacy, Brooklyn’s full-time, friendly neighborhood Spider-Man is catapulted across the Multiverse, where he encounters the Spider Society, a team of Spider-People charged with protecting the Multiverse’s very existence. But when the heroes clash on how to handle a new threat, Miles finds himself pitted against the other Spiders and must set out on his own to save those he loves most.","release_year":2023,"genre":"Action,Adventure,Animation,Science Fiction"},{"id":6,"original_server_film_id":640146,"title":"Ant-Man and the Wasp: Quantumania","director":"-","about":"Super-Hero partners Scott Lang and Hope van Dyne, along with with Hope's parents Janet van Dyne and Hank Pym, and Scott's daughter Cassie Lang, find themselves exploring the Quantum Realm, interacting with strange new creatures and embarking on an adventure that will push them beyond the limits of what they thought possible.","release_year":2023,"genre":"Action,Adventure,Science Fiction"},{"id":7,"original_server_film_id":840326,"title":"Sisu","director":"-","about":"Deep in the wilderness of Lapland, Aatami Korpi is searching for gold but after he stumbles upon Nazi patrol, a breathtaking and gold-hungry chase through the destroyed and mined Lapland wilderness begins.","release_year":2023,"genre":"Action,War"},{"id":8,"original_server_film_id":713704,"title":"Evil Dead Rise","director":"-","about":"Three siblings find an ancient vinyl that gives birth to bloodthirsty demons that run amok in a Los Angeles apartment building and thrusts them into a primal battle for survival as they face the most nightmarish version of family imaginable.","release_year":2023,"genre":"Thriller,Horror"},{"id":9,"original_server_film_id":76600,"title":"Avatar: The Way of Water","director":"-","about":"Set more than a decade after the events of the first film, learn the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure.","release_year":2022,"genre":"Science Fiction,Adventure,Action"},{"id":10,"original_server_film_id":605886,"title":"To Catch a Killer","director":"-","about":"Baltimore. New Year's Eve. A talented but troubled police officer is recruited by the FBI's chief investigator to help profile and track down a mass murderer.","release_year":2023,"genre":"Action,Crime,Thriller,Mystery"},{"id":11,"original_server_film_id":882569,"title":"Guy Ritchie's The Covenant","director":"-","about":"During the war in Afghanistan, a local interpreter risks his own life to carry an injured sergeant across miles of grueling terrain.","release_year":2023,"genre":"War,Action,Thriller"},{"id":12,"original_server_film_id":799379,"title":"Project Wolf Hunting","director":"-","about":"While under heavily armed guard, the dangerous convicts aboard a cargo ship unite in a coordinated escape attempt that soon escalates into a bloody, all-out riot. But as the fugitives continue their brutal campaign of terror, they soon discover that not even the most vicious among them is safe from the horror they unknowingly unleashed from the darkness below deck.","release_year":2022,"genre":"Action,Thriller,Horror"},{"id":13,"original_server_film_id":594767,"title":"Shazam! Fury of the Gods","director":"-","about":"Billy Batson and his foster siblings, who transform into superheroes by saying \"Shazam!\", are forced to get back into action and fight the Daughters of Atlas, who they must stop from using a weapon that could destroy the world.","release_year":2023,"genre":"Comedy,Action,Fantasy"},{"id":14,"original_server_film_id":447365,"title":"Guardians of the Galaxy Vol. 3","director":"-","about":"Peter Quill, still reeling from the loss of Gamora, must rally his team around him to defend the universe along with protecting one of their own. A mission that, if not completed successfully, could quite possibly lead to the end of the Guardians as we know them.","release_year":2023,"genre":"Science Fiction,Adventure,Action"},{"id":15,"original_server_film_id":552688,"title":"The Mother","director":"-","about":"A deadly female assassin comes out of hiding to protect the daughter that she gave up years before, while on the run from dangerous men.","release_year":2023,"genre":"Action,Thriller"},{"id":16,"original_server_film_id":620705,"title":"Crater","director":"-","about":"After the death of his father, a boy growing up on a lunar mining colony takes a trip to explore a legendary crater, along with his four best friends, prior to being permanently relocated to another planet.","release_year":2023,"genre":"Science Fiction,Action,Adventure,Family"},{"id":17,"original_server_film_id":677179,"title":"Creed III","director":"-","about":"After dominating the boxing world, Adonis Creed has been thriving in both his career and family life. When a childhood friend and former boxing prodigy, Damian Anderson, resurfaces after serving a long sentence in prison, he is eager to prove that he deserves his shot in the ring. The face-off between former friends is more than just a fight. To settle the score, Adonis must put his future on the line to battle Damian — a fighter who has nothing to lose.","release_year":2023,"genre":"Drama,Action"},{"id":18,"original_server_film_id":758323,"title":"The Pope's Exorcist","director":"-","about":"Father Gabriele Amorth, Chief Exorcist of the Vatican, investigates a young boy's terrifying possession and ends up uncovering a centuries-old conspiracy the Vatican has desperately tried to keep hidden.","release_year":2023,"genre":"Horror,Thriller"},{"id":19,"original_server_film_id":868759,"title":"testing testing","director":"diree","about":"abbb","release_year":"2022","genre":"Documentary"}]